
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>写在最后 · 二维多铁材料设计</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="dogcraft">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="ed.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="https://www.dogcraft.com/" target="_blank" class="custom-link">Dogcraft</a>
        </li>
    
        
        <li>
            <a href="https://dogcraft.top" target="_blank" class="custom-link">BLOG</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../ab/ab.html">
            
                <a href="../ab/ab.html">
            
                    
                    摘要
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../ab/abe.html">
            
                <a href="../ab/abe.html">
            
                    
                    Abstract
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第一章 多铁材料与多铁性</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../c1/s1.html">
            
                <a href="../c1/s1.html">
            
                    
                    多铁材料的研究背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../c1/s2.html">
            
                <a href="../c1/s2.html">
            
                    
                    多铁材料的基本原理
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第二章 二维多铁材料</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../c2/s1.html">
            
                <a href="../c2/s1.html">
            
                    
                    二维材料
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../c2/s2.html">
            
                <a href="../c2/s2.html">
            
                    
                    二维材料的磁性质
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="../c2/s3.html">
            
                <a href="../c2/s3.html">
            
                    
                    二维材料的铁电性
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="../c2/s4.html">
            
                <a href="../c2/s4.html">
            
                    
                    二维多铁材料的研究背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="../c2/s5.html">
            
                <a href="../c2/s5.html">
            
                    
                    典型的多铁二维材料
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第三章 多铁材料的设计与理论工具</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../c3/s1.html">
            
                <a href="../c3/s1.html">
            
                    
                    多铁材料研究之中的基本方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../c3/s2.html">
            
                <a href="../c3/s2.html">
            
                    
                    材料理论设计的基本原理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="../c3/s3.html">
            
                <a href="../c3/s3.html">
            
                    
                    密度泛函理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="../c3/s4.html">
            
                <a href="../c3/s4.html">
            
                    
                    对称性与空间群
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第四章 多铁材料的应用与发展前景</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="../c4/s1.html">
            
                <a href="../c4/s1.html">
            
                    
                    多铁材料的应用
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.2" data-path="../c4/s2.html">
            
                <a href="../c4/s2.html">
            
                    
                    多铁材料研究的展望
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.3" data-path="../c4/s3.html">
            
                <a href="../c4/s3.html">
            
                    
                    材料理论计算的新方法与发展
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">总结</li>
        
        
    
        <li class="chapter " data-level="6.1" data-path="ed.html">
            
                <a href="ed.html">
            
                    
                    结论
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter active" data-level="7.1" data-path="l.html">
            
                <a href="l.html">
            
                    
                    写在最后
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >写在最后</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-navicon"></i><ul><li><span class="title-icon "></span><a href="#&#x540E;&#x8BB0;"><b></b>&#x540E;&#x8BB0;</a></li></ul></div><a href="#&#x540E;&#x8BB0;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="&#x540E;&#x8BB0;"><a name="&#x540E;&#x8BB0;" class="anchor-navigation-ex-anchor" href="#&#x540E;&#x8BB0;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x540E;&#x8BB0;</h1>
<p>2020&#x5E74;&#x6CE8;&#x5B9A;&#x662F;&#x4E0D;&#x5E73;&#x51E1;&#x7684;&#x4E00;&#x5E74;&#xFF0C;&#x4E5F;&#x5C06;&#x662F;&#x6C38;&#x8F7D;&#x4E2D;&#x534E;&#x6C11;&#x65CF;&#x53F2;&#x518C;&#x3001;&#x4EBA;&#x7C7B;&#x53D1;&#x5C55;&#x53F2;&#x518C;&#x7684;&#x4E00;&#x5E74;&#x3002;&#x5E74;&#x521D;&#x4E00;&#x573A;&#x65B0;&#x51A0;&#x80BA;&#x708E;&#x75AB;&#x60C5;&#x7A81;&#x88AD;&#x8346;&#x695A;&#x5927;&#x5730;&#xFF0C;&#x8513;&#x5EF6;&#x6CE2;&#x53CA;&#x5168;&#x56FD;&#x4EE5;&#x53CA;&#x5168;&#x4E16;&#x754C;&#x3002;&#x5728;&#x75AB;&#x60C5;&#x53D1;&#x751F;&#x4E4B;&#x540E;&#xFF0C;14&#x4EBF;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x5728;&#x4EE5;&#x4E60;&#x8FD1;&#x5E73;&#x4E3A;&#x6838;&#x5FC3;&#x7684;&#x515A;&#x4E2D;&#x592E;&#x575A;&#x5F3A;&#x9886;&#x5BFC;&#x4E0B;&#xFF0C;&#x4F17;&#x5FD7;&#x6210;&#x57CE;&#x3001;&#x56E2;&#x7ED3;&#x4E00;&#x5FC3;&#xFF0C;&#x6253;&#x54CD;&#x75AB;&#x60C5;&#x9632;&#x63A7;&#x7684;&#x4EBA;&#x6C11;&#x6218;&#x4E89;&#x3001;&#x603B;&#x4F53;&#x6218;&#x3001;&#x963B;&#x51FB;&#x6218;&#x3002;&#x7ECF;&#x8FC7;&#x8270;&#x82E6;&#x52AA;&#x529B;&#xFF0C;&#x4ED8;&#x51FA;&#x5DE8;&#x5927;&#x727A;&#x7272;&#xFF0C;&#x6E56;&#x5317;&#x4FDD;&#x536B;&#x6218;&#x3001;&#x6B66;&#x6C49;&#x4FDD;&#x536B;&#x6218;&#x53D6;&#x5F97;&#x51B3;&#x5B9A;&#x6027;&#x6210;&#x679C;&#xFF0C;&#x75AB;&#x60C5;&#x9632;&#x63A7;&#x963B;&#x51FB;&#x6218;&#x53D6;&#x5F97;&#x91CD;&#x5927;&#x6218;&#x7565;&#x6210;&#x679C;&#xFF0C;&#x7EDF;&#x7B79;&#x63A8;&#x8FDB;&#x75AB;&#x60C5;&#x9632;&#x63A7;&#x548C;&#x7ECF;&#x6D4E;&#x793E;&#x4F1A;&#x53D1;&#x5C55;&#x5DE5;&#x4F5C;&#x53D6;&#x5F97;&#x79EF;&#x6781;&#x6210;&#x6548;&#x3002;</p>
<p>&#x53D7;&#x65B0;&#x51A0;&#x80BA;&#x708E;&#x75AB;&#x60C5;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5728;&#x8FD9;&#x672C;&#x79D1;&#x56DB;&#x5E74;&#x4E2D;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5B66;&#x671F;&#xFF0C;&#x4E0D;&#x80FD;&#x50CF;&#x5F80;&#x5E74;&#x4E00;&#x6837;&#x5728;&#x6821;&#x56ED;&#x91CC;&#x8FDB;&#x884C;&#x6BD5;&#x4E1A;&#x8BBA;&#x6587;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x662F;&#x5728;&#x5BB6;&#x91CC;&#x5B8C;&#x6210;&#x4E86;&#x8FD9;&#x7BC7;&#x6BD5;&#x4E1A;&#x8BBA;&#x6587;&#x3002;&#x8BBA;&#x6587;&#x7684;&#x5927;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x662F;&#x5728;&#x75AB;&#x60C5;&#x6700;&#x4E3A;&#x4E25;&#x91CD;&#x7684;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x5B8C;&#x6210;&#x7684;&#xFF0C;&#x5728;&#x90A3;&#x65F6;&#xFF0C;&#x5168;&#x56FD;&#x5404;&#x5730;&#x63F4;&#x52A9;&#x6E56;&#x5317;&#x6B66;&#x6C49;&#x7684;&#x533B;&#x7597;&#x961F;&#x624D;&#x521A;&#x51FA;&#x53D1;&#x6CA1;&#x591A;&#x4E45;&#xFF0C;&#x672C;&#x5730;&#x53C8;&#x51FA;&#x73B0;&#x805A;&#x96C6;&#x6027;&#x75AB;&#x60C5;&#xFF0C;&#x9762;&#x4E34;&#x7740;&#x6781;&#x5927;&#x7684;&#x6269;&#x6563;&#x538B;&#x529B;&#x3002;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x968F;&#x7740;&#x515A;&#x4E2D;&#x592E;&#x201C;&#x8BA9;&#x515A;&#x65D7;&#x5728;&#x9632;&#x63A7;&#x75AB;&#x60C5;&#x6597;&#x4E89;&#x7B2C;&#x4E00;&#x7EBF;&#x9AD8;&#x9AD8;&#x98D8;&#x626C;&#xFF01;&#x201D;&#x7684;&#x547D;&#x4EE4;&#x4E0B;&#x8FBE;&#xFF0C;460&#x591A;&#x4E07;&#x4E2A;&#x57FA;&#x5C42;&#x515A;&#x7EC4;&#x7EC7;&#x3001;9000&#x591A;&#x4E07;&#x540D;&#x515A;&#x5458;&#x8FC5;&#x901F;&#x884C;&#x52A8;&#x8D77;&#x6765;&#xFF0C;&#x6210;&#x4E3A;&#x6297;&#x75AB;&#x4E2D;&#x575A;&#x529B;&#x91CF;&#xFF0C;&#x94F8;&#x5C31;&#x5BF9;&#x6297;&#x65B0;&#x51A0;&#x75C5;&#x6BD2;&#x8054;&#x9632;&#x8054;&#x63A7;&#x673A;&#x5236;&#x7684;&#x94A2;&#x94C1;&#x957F;&#x57CE;&#x3002;&#x81EA;&#x4ECE;&#x770B;&#x5230;&#x5C0F;&#x533A;&#x95E8;&#x53E3;&#x9632;&#x75AB;&#x68C0;&#x67E5;&#x70B9;&#x4E0A;&#x98D8;&#x626C;&#x7684;&#x515A;&#x65D7;&#xFF0C;&#x6211;&#x5C31;&#x660E;&#x767D;&#x5E76;&#x575A;&#x4FE1;&#x5728;&#x4E60;&#x603B;&#x4E66;&#x8BB0;&#x7684;&#x4EB2;&#x81EA;&#x6307;&#x6325;&#x4E0B;&#x3001;&#x5728;&#x515A;&#x7684;&#x575A;&#x5F3A;&#x9886;&#x5BFC;&#x4E0B;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x4E00;&#x5B9A;&#x4F1A;&#x53D6;&#x5F97;&#x5BF9;&#x6297;&#x75AB;&#x60C5;&#x7684;&#x4EBA;&#x6C11;&#x6218;&#x4E89;&#x7684;&#x6700;&#x7EC8;&#x80DC;&#x5229;&#x3002;&#x5199;&#x4E0B;&#x8BBA;&#x6587;&#x6700;&#x540E;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x7684;&#x65F6;&#x5019;&#x5DF2;&#x7ECF;&#x662F;&#x4E94;&#x6708;&#x4E2D;&#x65EC;&#x4E86;&#xFF0C;&#x6B64;&#x65F6;&#x6E56;&#x5317;&#x548C;&#x6B66;&#x6C49;&#x65E9;&#x5DF2;&#x89E3;&#x5C01;&#xFF0C;&#x5883;&#x5916;&#x8F93;&#x5165;&#x75AB;&#x60C5;&#x9AD8;&#x5CF0;&#x5DF2;&#x7ECF;&#x8FC7;&#x53BB;&#xFF0C;&#x9664;&#x4E86;&#x4E2A;&#x522B;&#x5730;&#x533A;&#x4E4B;&#x5916;&#xFF0C;&#x5168;&#x56FD;&#x5404;&#x533A;&#x53BF;&#x5747;&#x4E3A;&#x4F4E;&#x98CE;&#x9669;&#x5730;&#x533A;&#x3002;&#x4E0D;&#x5BB9;&#x8FA9;&#x9A73;&#x7684;&#x4E8B;&#x5B9E;&#x8BC1;&#x660E;&#x4E86;&#x6211;&#x5728;&#x4E8C;&#x6708;&#x521D;&#x7684;&#x5224;&#x65AD;&#xFF0C;&#x66F4;&#x662F;&#x53C8;&#x4E00;&#x6B21;&#x8BC1;&#x660E;&#x4E86;&#x5728;&#x515A;&#x7684;&#x9886;&#x5BFC;&#x4E0B;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x662F;&#x4E0D;&#x53EF;&#x6218;&#x80DC;&#x7684;,&#x4E2D;&#x56FD;&#x7279;&#x8272;&#x793E;&#x4F1A;&#x4E3B;&#x4E49;&#x5236;&#x5EA6;&#x662F;&#x4E2D;&#x534E;&#x6C11;&#x65CF;&#x653B;&#x575A;&#x514B;&#x96BE;&#x3001;&#x8FC8;&#x5411;&#x590D;&#x5174;&#x7684;&#x6839;&#x672C;&#x4FDD;&#x969C;&#x3002;</p>
<p>&#x5728;&#x8BBA;&#x6587;&#x5199;&#x4F5C;&#x4E2D;&#xFF0C;&#x6211;&#x8981;&#x611F;&#x8C22;&#x8001;&#x5E08;&#x7684;&#x6307;&#x5BFC;&#x4E0E;&#x5E2E;&#x52A9;&#xFF0C;&#x4F7F;&#x6211;&#x80FD;&#x591F;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x6BD5;&#x4E1A;&#x8BBE;&#x8BA1;&#xFF0C;&#x5728;&#x6B64;&#x8868;&#x793A;&#x8877;&#x5FC3;&#x7684;&#x611F;&#x6FC0;&#x3002;<del>&#x8FD8;&#x8981;&#x611F;&#x8C22;&#x5728;&#x8BBA;&#x6587;&#x5199;&#x4F5C;&#x8FC7;&#x7A0B;&#x4E2D;&#x627E;&#x6211;&#x5E2E;&#x5FD9;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x4F7F;&#x6211;&#x5728;&#x8BBA;&#x6587;&#x7684;&#x5199;&#x4F5C;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EE5;&#x53CA;&#x5728;&#x53D7;&#x65B0;&#x51A0;&#x80BA;&#x708E;&#x75AB;&#x60C5;&#x5F71;&#x54CD;&#x4E0B;&#x7684;&#x5C45;&#x5BB6;&#x751F;&#x6D3B;&#x4E2D;&#x4E0D;&#x4F1A;&#x592A;&#x65E0;&#x804A;&#x3002;</del></p>
<p>&#x5728;&#x4E94;&#x56DB;&#x9752;&#x5E74;&#x8282;&#x524D;&#x5915;&#xFF0C;&#x4E60;&#x8FD1;&#x5E73;&#x603B;&#x4E66;&#x8BB0;&#x5BC4;&#x8BED;&#x65B0;&#x65F6;&#x4EE3;&#x9752;&#x5E74;&#x5F3A;&#x8C03;&#x201C;&#x575A;&#x5B9A;&#x7406;&#x60F3;&#x4FE1;&#x5FF5;&#x7AD9;&#x7A33;&#x4EBA;&#x6C11;&#x7ACB;&#x573A;&#xFF0C;&#x7EC3;&#x5C31;&#x8FC7;&#x786C;&#x672C;&#x9886;&#x6295;&#x8EAB;&#x5F3A;&#x56FD;&#x4F1F;&#x4E1A;&#x201D;&#x3002;&#x4E00;&#x4E2A;&#x65F6;&#x4EE3;&#x6709;&#x4E00;&#x4E2A;&#x65F6;&#x4EE3;&#x7684;&#x9645;&#x9047;&#xFF0C;&#x4E00;&#x4EE3;&#x9752;&#x5E74;&#x6709;&#x4E00;&#x4EE3;&#x9752;&#x5E74;&#x7684;&#x4F7F;&#x547D;&#x3002;2020&#x5E74;&#x662F;&#x6700;&#x4E0D;&#x5BFB;&#x5E38;&#x7684;&#x4E00;&#x5E74;&#xFF0C;&#x5728;&#x8FD9;&#x767E;&#x5E74;&#x672A;&#x6709;&#x4E4B;&#x5927;&#x53D8;&#x5C40;&#x6765;&#x4E34;&#x4E4B;&#x9645;&#xFF0C;&#x4F5C;&#x4E3A;&#x65B0;&#x65F6;&#x4EE3;&#x7684;&#x9752;&#x5E74;&#xFF0C;&#x6211;&#x8981;&#x7262;&#x8BB0;&#x603B;&#x4E66;&#x8BB0;&#x7684;&#x5631;&#x6258;&#xFF0C;&#x4E0D;&#x5FD8;&#x521D;&#x5FC3;&#xFF0C;&#x7262;&#x8BB0;&#x4F7F;&#x547D;&#xFF0C;&#x628A;&#x4E2A;&#x4EBA;&#x7684;&#x7406;&#x60F3;&#x8FFD;&#x6C42;&#x878D;&#x5165;&#x56FD;&#x5BB6;&#x548C;&#x6C11;&#x65CF;&#x7684;&#x4E8B;&#x4E1A;&#x4E2D;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x4ECE;&#x54EA;&#x91CC;&#x6765;&#xFF1F;&#x4ECE;&#x6DF1;&#x91CD;&#x7684;&#x82E6;&#x96BE;&#x4E0E;&#x78E8;&#x783A;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5411;&#x4F55;&#x5904;&#x53BB;&#xFF1F;&#x5411;&#x7740;&#x6C11;&#x65CF;&#x590D;&#x5174;&#x7684;&#x5149;&#x660E;&#x672A;&#x6765;&#x3002;</p>
<p>&#x4EFB;&#x4F55;&#x78E8;&#x96BE;&#x90FD;&#x53EA;&#x80FD;&#x6FC0;&#x53D1;&#x6211;&#x4EEC;&#x594B;&#x6597;&#x7684;&#x529B;&#x91CF;&#x3002;</p>
<p>&#x4EFB;&#x4F55;&#x56F0;&#x96BE;&#x90FD;&#x4E0D;&#x80FD;&#x963B;&#x6321;&#x6211;&#x4EEC;&#x524D;&#x8FDB;&#x7684;&#x6B65;&#x4F10;&#xFF01;</p>
<footer class="page-footer"><span class="copyright">powered by Gitbook</span><span class="footer-modification">&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2020-05-24 11:09:12
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ed.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 结论">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"写在最后","level":"7.1","depth":1,"previous":{"title":"结论","level":"6.1","depth":1,"path":"c5/ed.md","ref":"c5/ed.md","articles":[]},"dir":"ltr"},"config":{"plugins":["mathjax-pro","splitter","anchor-navigation-ex","tbfed-pagefooter","livereload"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"tbfed-pagefooter":{"modify_label":"修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"livereload":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"anchor-navigation-ex":{"associatedWithSummary":true,"float":{"floatIcon":"fa fa-navicon","level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"mode":"float","multipleH1":true,"pageTop":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"printLog":false,"showGoTop":true,"showLevel":false},"mathjax-pro":{"forceSVG":false,"version":"2.7.7"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"dogcraft","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"二维多铁材料设计","language":"zh-hans","links":{"sidebar":{"Dogcraft":"https://www.dogcraft.com/","BLOG":"https://dogcraft.top"}},"gitbook":"*","description":"采用gitbook组织的本科毕业论文"},"file":{"path":"c5/l.md","mtime":"2020-05-24T03:09:12.334Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-24T11:38:26.754Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.7/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mathjax-pro/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

