
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>二维多铁材料的研究背景 · 二维多铁材料设计</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="dogcraft">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-tbfed-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="s5.html" />
    
    
    <link rel="prev" href="s3.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="https://www.dogcraft.com/" target="_blank" class="custom-link">Dogcraft</a>
        </li>
    
        
        <li>
            <a href="https://dogcraft.top" target="_blank" class="custom-link">BLOG</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../ab/ab.html">
            
                <a href="../ab/ab.html">
            
                    
                    摘要
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../ab/abe.html">
            
                <a href="../ab/abe.html">
            
                    
                    Abstract
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第一章 多铁材料与多铁性</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../c1/s1.html">
            
                <a href="../c1/s1.html">
            
                    
                    多铁材料的研究背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="../c1/s2.html">
            
                <a href="../c1/s2.html">
            
                    
                    多铁材料的基本原理
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第二章 二维多铁材料</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="s1.html">
            
                <a href="s1.html">
            
                    
                    二维材料
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="s2.html">
            
                <a href="s2.html">
            
                    
                    二维材料的磁性质
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="s3.html">
            
                <a href="s3.html">
            
                    
                    二维材料的铁电性
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="3.4" data-path="s4.html">
            
                <a href="s4.html">
            
                    
                    二维多铁材料的研究背景
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="s5.html">
            
                <a href="s5.html">
            
                    
                    典型的多铁二维材料
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第三章 多铁材料的设计与理论工具</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../c3/s1.html">
            
                <a href="../c3/s1.html">
            
                    
                    多铁材料研究之中的基本方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../c3/s2.html">
            
                <a href="../c3/s2.html">
            
                    
                    材料理论设计的基本原理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="../c3/s3.html">
            
                <a href="../c3/s3.html">
            
                    
                    密度泛函理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="../c3/s4.html">
            
                <a href="../c3/s4.html">
            
                    
                    对称性与空间群
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">第四章 多铁材料的应用与发展前景</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="../c4/s1.html">
            
                <a href="../c4/s1.html">
            
                    
                    多铁材料的应用
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.2" data-path="../c4/s2.html">
            
                <a href="../c4/s2.html">
            
                    
                    多铁材料研究的展望
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.3" data-path="../c4/s3.html">
            
                <a href="../c4/s3.html">
            
                    
                    材料理论计算的新方法与发展
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">总结</li>
        
        
    
        <li class="chapter " data-level="6.1" data-path="../c5/ed.html">
            
                <a href="../c5/ed.html">
            
                    
                    结论
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="7.1" data-path="../c5/l.html">
            
                <a href="../c5/l.html">
            
                    
                    写在最后
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >二维多铁材料的研究背景</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-navicon"></i><ul><li><span class="title-icon "></span><a href="#&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;"><b></b>&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;</a></li></ul></div><a href="#&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;"><a name="&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;" class="anchor-navigation-ex-anchor" href="#&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7814;&#x7A76;&#x80CC;&#x666F;</h1>
<p>&#x4E0E;&#x4E09;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x4E00;&#x6837;&#xFF0C;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x4E5F;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x4E24;&#x79CD;&#x7C7B;&#x578B;&#x3002;&#x7B2C;&#x4E00;&#x7C7B;&#x591A;&#x94C1;&#x4F53;&#x7684;&#x94C1;&#x78C1;&#x94C1;&#x7535;&#x6027;&#x8D28;&#x6765;&#x6E90;&#x4E0D;&#x540C;&#xFF0C;&#x7B2C;&#x4E8C;&#x7C7B;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x94C1;&#x78C1;&#x94C1;&#x7535;&#x6027;&#x8D28;&#x6709;&#x7740;&#x76F8;&#x540C;&#x7684;&#x6765;&#x6E90;&#x3002; &#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x7B2C;&#x4E00;&#x79CD;&#x7684;&#x7535;&#x78C1;&#x8026;&#x5408;&#x6BD4;&#x8F83;&#x5F31;&#x3002;&#x800C;&#x7B2C;&#x4E8C;&#x7C7B;&#x591A;&#x94C1;&#x4F53;&#x901A;&#x5E38;&#x662F;&#x7531;&#x4E8E;&#x78C1;&#x6709;&#x5E8F;&#x5BFC;&#x81F4;&#x7A7A;&#x95F4;&#x7684;&#x4E2D;&#x5FC3;&#x5BF9;&#x79F0;&#x6027;&#x7834;&#x7F3A;&#xFF0C;&#x4ECE;&#x800C;&#x51FA;&#x73B0;&#x7535;&#x6781;&#x5316;&#xFF0C;&#x8FD9;&#x7C7B;&#x7535;&#x78C1;&#x540C;&#x6E90;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7535;&#x78C1;&#x8026;&#x5408;&#x5F3A;&#xFF0C;&#x4F46;&#x662F;&#x7535;&#x6781;&#x5316;&#x5F88;&#x5C0F;&#x4E14;&#x6E29;&#x5EA6;&#x5F88;&#x4F4E;&#x3002;&#x7531;&#x4E8E;&#x94C1;&#x7535;&#x4E0E;&#x94C1;&#x78C1;&#x6548;&#x5E94;&#x7684;&#x5185;&#x5728;&#x6392;&#x65A5;&#xFF0C;&#x5F88;&#x96BE;&#x53D1;&#x73B0;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x5DF2;&#x7ECF;&#x5B58;&#x5728;&#x94C1;&#x7535;&#x6027;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#xFF0C;&#x5C06;&#x5176;&#x6539;&#x9020;&#x4E3A;&#x591A;&#x94C1;&#x6750;&#x6599;&#x6700;&#x65B9;&#x4FBF;&#x6709;&#x6548;&#x5E38;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x63BA;&#x6742;&#x78C1;&#x6027;&#x5143;&#x7D20;&#x6216;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x3002;&#x5BF9;&#x4E8E;&#x77F3;&#x58A8;&#x70EF;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x7684;&#x4E00;&#x4E9B;&#x7C7B;&#x4F3C;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#xFF0C;&#x63BA;&#x6742;&#x4E00;&#x4E9B;&#x975E;&#x78C1;&#x6027;&#x7684;&#x5143;&#x7D20;&#x5468;&#x671F;&#x8868;&#x9760;&#x524D;&#x7684;&#x5143;&#x7D20;(H&#x3001;F)&#xFF0C;&#x5BFC;&#x81F4;&#x8D39;&#x7C73;&#x9762;&#x9644;&#x8FD1;&#x7535;&#x5B50;&#x6D53;&#x5EA6;&#x589E;&#x52A0;&#xFF0C;&#x540C;&#x6837;&#x4E5F;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x94C1;&#x78C1;&#x6027;&#x3002;</p>
<p>&#x76EE;&#x524D;&#x5DF2;&#x5C06;&#x9884;&#x6D4B;&#x6216;&#x53D1;&#x73B0;&#x4E86;&#x591A;&#x79CD;&#x7684;&#x5355;&#x72EC;&#x5B58;&#x5728;&#x94C1;&#x7535;&#x6027;&#x4E0E;&#x94C1;&#x78C1;&#x6027;&#x7684;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x3002;&#x5176;&#x4E2D;&#x4E8C;&#x7EF4;&#x94C1;&#x7535;&#x6750;&#x6599;&#x4E3B;&#x8981;&#x6709; <script type="math/tex; "> MoS_{2} </script> &#x3001;&#x77F3;&#x58A8;&#x70EF; &#x3001; <script type="math/tex; "> SnSe </script>  \&#x7B49;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x3002;&#x5728;&#x4E8C;&#x7EF4;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x5364;&#x5316;&#x7269;&#x4E2D;&#x4E5F;&#x89C2;&#x6D4B;&#x5230;&#x4E86;&#x94C1;&#x78C1;&#x6027;&#x3002; &#x901A;&#x5E38;&#x5927;&#x90E8;&#x5206;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x5364;&#x5316;&#x7269;&#x662F;&#x78C1;&#x6027;&#x534A;&#x5BFC;&#x4F53;&#x6216;&#x8005;&#x7EDD;&#x7F18;&#x4F53;&#xFF0C;&#x8FD9;&#x7ED9;&#x5728;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x5364;&#x5316;&#x7269;&#x4E4B;&#x4E2D;&#x5BFB;&#x627E;&#x540C;&#x65F6;&#x5B58;&#x5728;&#x7684;&#x94C1;&#x7535;&#x6027;&#x4E0E;&#x94C1;&#x78C1;&#x6027;&#x63D0;&#x4F9B;&#x4E86;&#x53EF;&#x80FD;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x7B2C;&#x4E00;&#x6027;&#x539F;&#x7406;&#x8BA1;&#x7B97;&#xFF0C;&#x5364;&#x7D20;&#x4FEE;&#x9970;&#x78F7;&#x70EF;&#x53CC;&#x5C42;&#x53EF;&#x80FD;&#x662F;&#x5E26;&#x6709;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x7684;&#x7535;&#x6781;&#x5316;&#x4E0E;&#x53EF;&#x79FB;&#x52A8;&#x78C1;&#x77E9;&#x7684;&#x591A;&#x94C1;&#x6750;&#x6599;&#x3002;&#x5364;&#x7D20;&#x539F;&#x5B50;&#x5728;&#x4E24;&#x5C42;&#x89C1;&#x5F62;&#x6210;&#x7684;&#x5171;&#x4EF7;&#x952E;&#x7834;&#x574F;&#x4E86;&#x4E24;&#x5C42;&#x7684;&#x5BF9;&#x79F0;&#x6027;&#xFF0C;&#x5364;&#x7D20;&#x539F;&#x5B50;&#x5728;&#x4E0A;&#x4E0B;&#x4E24;&#x5C42;&#x7684;&#x7ED3;&#x5408;&#x7684;&#x6539;&#x53D8;&#x5BFC;&#x81F4;&#x4E86;&#x7535;&#x6781;&#x5316;&#x65B9;&#x5411;&#x7684;&#x7FFB;&#x8F6C;&#x3002;&#x78C1;&#x77E9;&#x76F4;&#x63A5;&#x6765;&#x6E90;&#x4E8E;&#x5364;&#x7D20;&#x539F;&#x5B50;&#xFF0C;&#x6BCF;&#x4E2A;&#x5364;&#x7D20;&#x539F;&#x5B50;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;1 <script type="math/tex; "> \mu_{B} </script> &#x7684;&#x78C1;&#x77E9;
,&#x78C1;&#x77E9;&#x7684;&#x65B9;&#x5411;&#x53EF;&#x4EE5;&#x88AB;&#x5916;&#x52A0;&#x7535;&#x573A;&#x7684;&#x65B9;&#x5411;&#x6539;&#x53D8;&#xFF0C;&#x8FD9;&#x4E00;&#x6027;&#x8D28;&#x4F7F;&#x5F97;&#x8FD9;&#x79CD;&#x6750;&#x6599;&#x6709;&#x5E0C;&#x671B;&#x88AB;&#x5E94;&#x7528;&#x5728;&#x78C1;&#x8BFB;&#x7535;&#x5199;&#x5B58;&#x50A8;&#x5668;&#x4E0A;&#x3002;</p>
<p>&#x5E26;&#x6709;&#x4E59;&#x919A;&#x57FA;&#x5B98;&#x80FD;&#x56E2;&#x7684;&#x9517;&#x70EF;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x540C;&#x65F6;&#x5177;&#x6709;&#x94C1;&#x78C1;&#x6027;&#x4E0E;&#x94C1;&#x7535;&#x6027;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x3002;&#x5176;&#x94C1;&#x7535;&#x6027;&#x6765;&#x6E90;&#x4E8E;&#x6781;&#x5316;&#x914D;&#x4F53;&#x4E59;&#x919A;&#x57FA;&#x5728;&#x9762;&#x5185;&#x7684;&#x65CB;&#x8F6C;&#xFF0C;&#x5E73;&#x9762;&#x4E0A;&#x6CA1;&#x6709;&#x88AB;&#x5B98;&#x80FD;&#x56E2;&#x5316;&#x7684;&#x9517;&#x539F;&#x5B50; <script type="math/tex; "> p_{z} </script> &#x8F68;&#x9053;&#x4E0A;&#x7684;&#x4E00;&#x4E2A;&#x672A;&#x914D;&#x5BF9;&#x7535;&#x5B50;&#x63D0;&#x4F9B;&#x4E86;1 <script type="math/tex; "> \mu_{B} </script> &#x7684;&#x78C1;&#x77E9;&#x3002;</p>
<p>&#x4ECE;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x770B;&#xFF0C;&#x5BF9;&#x4E8C;&#x7EF4;&#x94C1;&#x78C1;&#x6750;&#x6599;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x7684;&#x8C03;&#x6574;&#x6216;&#x8BBE;&#x8BA1;&#x4E5F;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x591A;&#x94C1;&#x6027;&#x3002;&#x5BF9;&#x4E8E;&#x5F88;&#x591A;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x7EC4;&#x6210;&#x7684;&#x4F4E;&#x7EF4;&#x7ED3;&#x6784;&#xFF0C;&#x52A0;&#x5165;&#x4E00;&#x4E9B;&#x53EF;&#x4EE5;&#x5BFC;&#x81F4;&#x5BF9;&#x79F0;&#x6027;&#x7834;&#x7F3A;&#x7684;&#x5B98;&#x80FD;&#x56E2;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x51FA;&#x73B0;&#x7535;&#x6781;&#x5316;&#x3002;&#x4ECE;&#x5B9E;&#x73B0;&#x7535;&#x6781;&#x5316;&#x7684;&#x7FFB;&#x8F6C;&#x96BE;&#x6613;&#x7A0B;&#x5EA6;&#x4E0A;&#x8003;&#x8651;&#xFF0C;&#x901A;&#x5E38;&#x4F1A;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x81EA;&#x8EAB;&#x5E26;&#x6709;&#x6781;&#x5316;&#x6216;&#x8005;&#x5F3A;&#x7535;&#x8D1F;&#x6027;&#x5B98;&#x80FD;&#x56E2;&#xFF0C;&#x4F8B;&#x5982; <script type="math/tex; "> -F,-Cl,-CN,-NO_{2},=O,-OH \text{或}-COOH  </script> &#x3002;&#x8FD9;&#x7C7B;&#x60C5;&#x51B5;&#x901A;&#x5E38;&#x51FA;&#x73B0;&#x5728;&#x6709;&#x673A;&#x4E8C;&#x7EF4;&#x7F51;&#x72B6;&#x7ED3;&#x6784;&#x4E4B;&#x4E2D;&#xFF0C;&#x4E8C;&#x7EF4; <script type="math/tex; "> C_{6}N_{8}H </script> &#x7F51;&#x72B6;&#x7ED3;&#x6784;&#xFF0C;&#x8D28;&#x5B50;&#x7684;&#x8F93;&#x8FD0;&#x4F1A;&#x5BFC;&#x81F4;&#x7535;&#x6781;&#x5316;&#x5728;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x5411;&#x95F4;&#x5207;&#x6362;&#xFF0C;&#x8D28;&#x5B50;&#x6253;&#x7834;&#x4E86;&#x78B3;&#x6C2E;&#x5316;&#x7269;&#x7684;&#x5BF9;&#x79F0;&#x6027;&#xFF0C;&#x4F7F;&#x5176;&#x81EA;&#x65CB;&#x5BC6;&#x5EA6;&#x5206;&#x5E03;&#x5404;&#x5411;&#x5F02;&#x6027;&#xFF0C;&#x94C1;&#x7535;&#x6027;&#x4E0E;&#x94C1;&#x78C1;&#x6027;&#x4E4B;&#x95F4;&#x4E5F;&#x53D1;&#x751F;&#x4E86;&#x8026;&#x5408;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x8BA4;&#x4E3A;&#x94C1;&#x7535;&#x6027;&#x4E0D;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x5177;&#x6709;&#x5F3A;&#x94C1;&#x78C1;&#x6027;&#x7684;&#x91D1;&#x5C5E;&#x4E2D;&#xFF0C;&#x5373;&#x4F7F;&#x91D1;&#x5C5E;&#x4E2D;&#x5B58;&#x5728;&#x6709;&#x5FAE;&#x89C2;&#x7684;&#x7535;&#x6781;&#x5316;&#xFF0C;&#x91D1;&#x5C5E;&#x4E2D;&#x7684;&#x81EA;&#x7531;&#x7535;&#x5B50;&#x4F1A;&#x5C4F;&#x853D;&#x6389;&#x5916;&#x7535;&#x573A;&#x5BF9;&#x81EA;&#x53D1;&#x6781;&#x5316;&#x7535;&#x77E9;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x4ECE;&#x800C;&#x5728;&#x5B8F;&#x89C2;&#x5C42;&#x9762;&#x65E0;&#x6CD5;&#x8868;&#x73B0;&#x51FA;&#x94C1;&#x7535;&#x6027;&#xFF0C;&#x4F46;&#x5728;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x4E4B;&#x4E2D;&#xFF0C;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x7684;&#x7535;&#x6781;&#x5316;&#x5374;&#x5F88;&#x96BE;&#x88AB;&#x9762;&#x5185;&#x8FD0;&#x52A8;&#x7684;&#x81EA;&#x7531;&#x7535;&#x5B50;&#x5C4F;&#x853D;&#x4ECE;&#x800C;&#x53D7;&#x5230;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x7535;&#x573A;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x7B2C;&#x4E00;&#x6027;&#x539F;&#x7406;&#x8BA1;&#x7B97;&#x8868;&#x660E;&#xFF0C;&#x5177;&#x6709;&#x4E8C;&#x7EF4;&#x94C1;&#x78C1;&#x6027;&#x7684;CrN&#x5B58;&#x5728;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x7684;&#x7535;&#x6781;&#x5316;&#xFF0C;&#x81EA;&#x65CB;&#x58F0;&#x5B50;&#x8026;&#x5408;&#x4F7F;&#x5F97;&#x5176;&#x5185;&#x90E8;&#x7684;&#x94C1;&#x78C1;&#x6027;&#x4E0E;&#x94C1;&#x7535;&#x6027;&#x8026;&#x5408;&#x8D77;&#x6765;&#x3002; <script type="math/tex; "> CrB_{2} </script> &#x662F;&#x4E00;&#x79CD;&#x53EF;&#x4EE5;&#x7528;&#x7535;&#x573A;&#x8C03;&#x63A7;&#x94C1;&#x78C1;&#x6027;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#xFF0C;&#x5728;&#x5782;&#x76F4;&#x5E73;&#x9762;&#x65B9;&#x5411;&#x65BD;&#x52A0;&#x4E00;&#x4E2A;&#x5927;&#x7535;&#x573A;&#x53EF;&#x4EE5;&#x4F7F;&#x5176;&#x4ECE;&#x53CD;&#x94C1;&#x78C1;&#x72B6;&#x6001;&#x8F6C;&#x5316;&#x4E3A;&#x94C1;&#x78C1;&#x94C1;&#x7535;&#x72B6;&#x6001;&#xFF0C;&#x800C;&#x4E00;&#x4E2A;&#x76F8;&#x5BF9;&#x8F83;&#x5C0F;&#x7684;&#x72B6;&#x6001;&#x53EF;&#x4EE5;&#x5C06;&#x5176;&#x8F6C;&#x5316;&#x56DE;&#x5230;&#x539F;&#x6765;&#x7684;&#x53CD;&#x94C1;&#x78C1;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x53D1;&#x73B0;&#x7684;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#x5927;&#x591A;&#x90FD;&#x662F;&#x7B2C;&#x4E00;&#x7C7B;&#x591A;&#x94C1;&#x6750;&#x6599;&#xFF0C;&#x7B2C;&#x4E00;&#x7C7B;&#x591A;&#x94C1;&#x6750;&#x6599;&#x7684;&#x7535;&#x78C1;&#x8026;&#x5408;&#x5F3A;&#x5EA6;&#x6BD4;&#x8F83;&#x5C0F;&#xFF0C;&#x4E3A;&#x4E86;&#x83B7;&#x53D6;&#x8F83;&#x5F3A;&#x7684;&#x7684;&#x7535;&#x78C1;&#x8026;&#x5408;&#xFF0C;&#x9700;&#x8981;&#x8BBE;&#x8BA1;&#x5236;&#x4F5C;&#x7B2C;&#x4E8C;&#x7C7B;&#x591A;&#x94C1;&#x6750;&#x6599;&#xFF0C;&#x5373;&#x94C1;&#x7535;&#x94C1;&#x78C1;&#x540C;&#x6E90;&#x7684;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x3002;&#x53D7;&#x9650;&#x4E8E;&#x5BA2;&#x89C2;&#x6761;&#x4EF6;&#xFF0C;&#x8FD9;&#x7C7B;&#x591A;&#x94C1;&#x6750;&#x6599;&#x4E00;&#x822C;&#x5F88;&#x96BE;&#x53D1;&#x73B0;&#x3002;&#x53CC;&#x8FC7;&#x6E21;&#x91D1;&#x5C5E;&#x78B3;&#x5316;&#x7269; <script type="math/tex; "> Hf_{2}VC_{2}F_{2} </script> &#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x7B2C;&#x4E8C;&#x7C7B;&#x4E8C;&#x7EF4;&#x591A;&#x94C1;&#x6750;&#x6599;&#xFF0C;&#x5176;120&#xB0;Y&#x578B;&#x81EA;&#x65CB;&#x5E8F;&#x6253;&#x7834;&#x4E86;&#x7A7A;&#x95F4;&#x5BF9;&#x79F0;&#x6027;&#x5E76;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E2A;&#x5782;&#x76F4;&#x81EA;&#x65CB;&#x5E73;&#x9762;&#x7684;&#x7535;&#x6781;&#x5316;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x7535;&#x6781;&#x5316;&#x5F3A;&#x5EA6;&#x8FC7;&#x5C0F;&#xFF0C;&#x53EA;&#x6709; <script type="math/tex; ">  2.9 × 10^{−7}μC/m </script> &#xFF0C;&#x8FDC;&#x5C0F;&#x4E8E;&#x5176;&#x4ED6;&#x7684;&#x591A;&#x94C1;&#x4E8C;&#x7EF4;&#x6750;&#x6599;&#x3002;</p>
<table>
<thead>
<tr>
<th style="text-align:center"><strong>&#x6750;&#x6599;</strong></th>
<th style="text-align:center"><strong>&#x6781;&#x5316;&#x5F3A;&#x5EA6;(pC/m)</strong></th>
<th style="text-align:center"><strong>&#x7535;&#x6781;&#x5316;&#x65B9;&#x5411;</strong></th>
<th style="text-align:center"><strong>&#x78C1;&#x77E9;( <script type="math/tex; "> \mu_{B} </script> )</strong></th>
<th style="text-align:center"><strong>FE switch barrier(meV/f.u.)</strong></th>
<th style="text-align:center"><strong>&#x8F6C;&#x53D8;&#x6E29;&#x5EA6;(K)</strong></th>
</tr>
</thead>
<tbody>
<tr>
<td style="text-align:center">Phosphorene-halogen</td>
<td style="text-align:center">~11</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">1.0</td>
<td style="text-align:center">74&#x2013;590</td>
<td style="text-align:center">~572</td>
</tr>
<tr>
<td style="text-align:center">Ge-CH2OCH3</td>
<td style="text-align:center">~80</td>
<td style="text-align:center">In-plane</td>
<td style="text-align:center">1.0</td>
<td style="text-align:center">~100</td>
<td style="text-align:center">&#x2014;</td>
</tr>
<tr>
<td style="text-align:center">C6N8H3</td>
<td style="text-align:center">6.3&#x2013;45</td>
<td style="text-align:center">In-plane</td>
<td style="text-align:center">1.0</td>
<td style="text-align:center">70&#x2013;480</td>
<td style="text-align:center">250&#x2013;700</td>
</tr>
<tr>
<td style="text-align:center">Bilayer Cr2NO2,VS2, MoN2</td>
<td style="text-align:center">&#x2014;</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">0.008&#x2013;0.09</td>
<td style="text-align:center">&#x2014;</td>
<td style="text-align:center">&#x2014;</td>
</tr>
<tr>
<td style="text-align:center">CrN</td>
<td style="text-align:center">6.2</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">3</td>
<td style="text-align:center">12</td>
<td style="text-align:center">&#x2014;</td>
</tr>
<tr>
<td style="text-align:center">% CrB</td>
<td style="text-align:center">20.9</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">1.5</td>
<td style="text-align:center">363</td>
<td style="text-align:center"></td>
</tr>
<tr>
<td style="text-align:center">CuMP2X6(M = Cr, V; X = S, Se)</td>
<td style="text-align:center">0.65&#x2013;0.79</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">2.0-3.0</td>
<td style="text-align:center">27&#x2013;100</td>
<td style="text-align:center">&#x2014;</td>
</tr>
<tr>
<td style="text-align:center">(CrBr3)2Li</td>
<td style="text-align:center">92</td>
<td style="text-align:center">In-plane</td>
<td style="text-align:center">3.0, 4.0</td>
<td style="text-align:center">15</td>
<td style="text-align:center">&#x2014;</td>
</tr>
<tr>
<td style="text-align:center">SrMnO3</td>
<td style="text-align:center">55&#x3BC;C/cm2</td>
<td style="text-align:center">In-plane</td>
<td style="text-align:center">&#x2014;</td>
<td style="text-align:center">&#x2014;</td>
<td style="text-align:center">Above 420</td>
</tr>
<tr>
<td style="text-align:center">Hf2VC2F2</td>
<td style="text-align:center">2.9&#xD7; 10&#x2212;7</td>
<td style="text-align:center">Out-of-plane</td>
<td style="text-align:center">2.04</td>
<td style="text-align:center">&#x2014;</td>
<td style="text-align:center">313</td>
</tr>
</tbody>
</table>
<footer class="page-footer"><span class="copyright">powered by Gitbook</span><span class="footer-modification">&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2020-05-23 16:20:27
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="s3.html" class="navigation navigation-prev " aria-label="Previous page: 二维材料的铁电性">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="s5.html" class="navigation navigation-next " aria-label="Next page: 典型的多铁二维材料">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"二维多铁材料的研究背景","level":"3.4","depth":1,"next":{"title":"典型的多铁二维材料","level":"3.5","depth":1,"path":"c2/s5.md","ref":"c2/s5.md","articles":[]},"previous":{"title":"二维材料的铁电性","level":"3.3","depth":1,"path":"c2/s3.md","ref":"c2/s3.md","articles":[]},"dir":"ltr"},"config":{"plugins":["mathjax-pro","splitter","anchor-navigation-ex","tbfed-pagefooter","livereload"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"tbfed-pagefooter":{"modify_label":"修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"livereload":{},"splitter":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"anchor-navigation-ex":{"associatedWithSummary":true,"float":{"floatIcon":"fa fa-navicon","level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"mode":"float","multipleH1":true,"pageTop":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"printLog":false,"showGoTop":true,"showLevel":false},"mathjax-pro":{"forceSVG":false,"version":"2.7.7"},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"dogcraft","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"二维多铁材料设计","language":"zh-hans","links":{"sidebar":{"Dogcraft":"https://www.dogcraft.com/","BLOG":"https://dogcraft.top"}},"gitbook":"*","description":"采用gitbook组织的本科毕业论文"},"file":{"path":"c2/s4.md","mtime":"2020-05-23T08:20:27.616Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-24T11:38:26.754Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.7/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mathjax-pro/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

